Merge pull request #27 from rudraditya21/fix/docs
Fix/docs
